Repository: mate-desktop/atril
Catalog: help/*/*.po
Languages: ms

source: Select this option to print the selected range of pages in the document. Use the spin boxes to specify the first page and last page of the range.
ms: Pilih pilihan ini untuk mencetak julat tertentu halaman di dalam dokumen. Guna kotak angka untuk tentukan halaman pertama dan terakhir julat yang dikehendaki.

source: Printer
ms: Pencetak

source: <guilabel>Printer</guilabel>
ms: <guilabel>Pencetak</guilabel>

source: Use this drop-down list to select the printer to which you want to print the document.
ms: Guna senarai tarik-turun ini untuk memilih pencetak yang mahu digunakan untuk mencetak dokumen.

source: The <guilabel>Create a PDF document</guilabel> option is not supported in this version of <application>Atril Document Viewer</application>.
ms: Pilihan <guilabel>Cipta satu dokumen PDF</guilabel> tidak disokong dalam versi <application>Pelihat Dokumen Atril</application> ini.

source: <guilabel>Settings</guilabel>
ms: <guilabel>Tetapan</guilabel>

source: Use this drop-down list to select the printer settings.
ms: Guna senarai tarik-turun ini untuk memilih tetapan pencetak.

source: To configure the printer, click <guibutton>Configure</guibutton>. For example, you can enable or disable duplex printing, or schedule delayed printing, if this functionality is supported by the printer.
ms: Untuk konfigurkan pencetak, klik <guibutton>Konfigur</guibutton>. Sebagai contoh, anda boleh benarkan atau lumpuhkan percetakan dupleks, atau jadualkan percetakan tertangguh, jika kefungsian ini disokong oleh pencetak.

source: <guilabel>Location</guilabel>
ms: <guilabel>Lokasi</guilabel>

source: Use this drop-down list to select one of the following print destinations:
ms: Guna senarai tarik-turun ini untuk memilih salah satu destinasi cetak berikut:

source: Print the document to a CUPS printer.
ms: Cetaka dokumen dengan pencetak CUPS.

source: If the selected printer is a CUPS printer, <guilabel>CUPS</guilabel> is the only entry in this drop-down list.
ms: Jika pencetak terpilih ialah pencetak CUPS, <guilabel>CUPS</guilabel> ialah satu-satunya masukan dalam senarai tarik-turun ini.

source: Print the document to a printer.
ms: Cetak dokumen dengan pencetak.

source: <guilabel>File</guilabel>
ms: <guilabel>Fail</guilabel>

source: Print the document to a PostScript file.
ms: Cetak dokumen menjadi fail PostScript.

source: Click <guibutton>Save As</guibutton> to display a dialog where you specify the name and location of the PostScript file.
ms: Klik <guibutton>Simpan Sebagai</guibutton> untuk paparkan satu dialog yang boleh anda tentukan nama dan lokasi fail PostScript.

source: <guilabel>Custom</guilabel>
ms: <guilabel>Suai</guilabel>

source: Use the specified command to print the document.
ms: Guna perintah dinyatakan untuk mencetak dokumen.

source: Type the name of the command in the text box. Include all command-line arguments.
ms: Taip nama perintah di dalam kotak teks. Termasuklah semua argumen baris-perintah.

source: <guilabel>State</guilabel>
ms: <guilabel>Keadaan</guilabel>

source: This functionality is not supported in this version of <application>Atril Document Viewer</application>.
ms: Kefungsian ini tidak disokong dalam versi <application>Pelihat Dokumen Atril</application> ini.

source: <guilabel>Type</guilabel>
ms: <guilabel>Jenis</guilabel>

source: <guilabel>Comment</guilabel>
ms: <guilabel>Ulasan</guilabel>

source: Paper
ms: Kertas

source: <guilabel>Paper size</guilabel>
ms: <guilabel>Saiz kertas</guilabel>

source: Use this drop-down list to select the size of the paper to which you want to print the document.
ms: Guna senarai tarik-turun ini untuk memilih saiz kertas yang mahu digunakan untuk cetakan dokumen.

source: <guilabel>Width</guilabel>
ms: <guilabel>Lebar</guilabel>

source: Use this spin box to specify the width of the paper. Use the adjacent drop-down list to change the measurement unit.
ms: Guna kotak angka ini untuk tentukan lebar kertas. Guna senarai tarik-turun bersebelahan untuk mengubah unit pengukuran.

source: <guilabel>Height</guilabel>
ms: <guilabel>Tinggi</guilabel>

source: Use this spin box to specify the height of the paper.
ms: Guna kotak angka untuk tentukan tinggi kertas.

source: <guilabel>Feed orientation</guilabel>
ms: <guilabel>Orientasi suapan</guilabel>

source: Use this drop-down list to select the orientation of the paper in the printer.
ms: Guna senarai tarik-turun ini untuk memilih orientasi kertas di dalam pencetak.

source: <guilabel>Page orientation</guilabel>
ms: <guilabel>Orientasi halaman</guilabel>

source: Use this drop-down list to select the page orientation.
ms: Guna senarai tarik-turun ini untuk memilih orientasi halaman.

source: <guilabel>Layout</guilabel>
ms: <guilabel>Bentangan</guilabel>

source: Use this drop-down list to select the page layout. A preview of each layout that you select is displayed in the <guilabel>Preview</guilabel> area.
ms: Guna senarai tarik-turun ini untuk memilih bentangan halaman. Satu pratonton bagi setiap bentangan yang anda pilih terpapar dalam kawasan <guilabel>Pratonton</guilabel>.

source: <guilabel>Paper Tray</guilabel>
ms: <guilabel>Talam Kertas</guilabel>

source: Use this drop-down list to select the paper tray.
ms: Guna senarai tarik-turun ini untuk memilih talam kertas.

source: To Copy a Document
ms: Menyalin Dokumen

source: To copy a file, perform the following steps:
ms: Untuk menyalin satu dokumen, buat langkah-langkah berikut:

source: Choose <menuchoice> <guimenu>File</guimenu> <guimenuitem>Save a Copy</guimenuitem> </menuchoice>.
ms: Pilih <menuchoice> <guimenu>Fail</guimenu> <guimenuitem>Simpan satu Salinan</guimenuitem> </menuchoice>.

source: Type the new filename in the <guilabel>Filename</guilabel> text box in the <guilabel>Save a Copy</guilabel> dialog.
ms: Taip nama fail baharu dalam kotak teks <guilabel>Nama Fail</guilabel> di dalam dialog <guilabel>Simpan satu Salinan</guilabel>.

source: If necessary, specify the location of the copied document. By default, copies are saved in your home directory.
ms: Jika perlu, nyatakan lokasi dokumen yang disalin. Secara lalai, salinan akan disimpan ke dalam direktori rumah anda.

source: Click <guibutton>Save</guibutton>.
ms: Klik <guibutton>Simpan</guibutton>.

source: To Work With Password-Protected Documents
ms: Mengendalikan Dokumen Dilindungi-Kata-Laluan

source: An author can use the following password levels to protect a document:
ms: Pengarang boleh guna aras kata laluan berikut untuk melindungi dokumen.

source: User password that allows others only to read the document.
ms: Kata laluan pengguna membolehkan orang lain hanya membaca dokumen.

source: Master password that allows others to perform additional actions, such as print the document.
ms: Kata laluan master membolehkan orang lain buat beberapa tindakan tambahan, seperti cetak dokumen.

source: When you try to open a password-protected document, <application>Atril Document Viewer</application> displays a security dialog. Type either the user password or the master password in the <guilabel>Enter document password</guilabel> text box, then click <guibutton>Open Document</guibutton>.
ms: Bila anda cuba membuka satu dokumen dilindungi-kata-laluan, <application>Pelihat Dokumen Atril</application> akan paparkan satu dialog keselamatan. Taip sama ada kata laluan pengguna atau kata laluan master di dalam kotak teks <guilabel>Masukkan kata laluan dokumen</guilabel>, kemudian klik <guibutton>Buka Dokumen</guibutton>.

source: To Close a Document
ms: Menutup Dokumen

source: To close a document, choose <menuchoice> <guimenu>File</guimenu> <guimenuitem>Close</guimenuitem> </menuchoice>.
ms: Untuk menutup dokumen, pilih <menuchoice> <guimenu>Fail</guimenu> <guimenuitem>Tutup</guimenuitem> </menuchoice>.

source: If the window is the last <application>Atril Document Viewer</application> window open, the application exits.
ms: Jika tetingkap merupakan tetingkap <application>Pelihat Dokumen Atril</application> terakhir yang terbuka, aplikasi akan ditutup.

source: Shortcuts
ms: Pintasan

source: Below is a list of all shortcuts present in <application>Atril Document Viewer</application>:
ms: Di bawah merupakan satu senarai semua pintasan dalam <application>Pelihat Dokumen Atril</application>:

source: Shortcut
ms: Pintasan

source: Open an existing document
ms: Buka dokumen sedia ada

source: Save a copy of the current document
ms: Simpan salinan dokumen semasa

source: Print document
ms: Cetak dokumen

source: Close window
ms: Tutup tetingkap

source: Copy selection
ms: Salin pemilihan

source: Select All
ms: Pilih Semua

source: Find a word or phrase in the document
ms: Cari satu perkataan atau frasa

source: Find next
ms: Cari berikutnya

source: <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo> (plus sign)
ms: <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo> (simbol campur)

source: Zoom in
ms: Zum masuk

source: <keycombo><keycap>Ctrl</keycap><keycap>-</keycap></keycombo> (minus sign)
ms: <keycombo><keycap>Ctrl</keycap><keycap>-</keycap></keycombo> (simbol tolak)

source: Zoom out
ms: Zum keluar

source: Reload the document
ms: Muat semula dokumen

source: Go to the previous page
ms: Pergi ke halaman terdahulu

source: Go to the next page
ms: Pergi ke halaman seterusnya

source: Scroll forward
ms: Tatal hadapan

source: Scroll backward
ms: Tatal mengundur

source: Go a bunch of pages up
ms: Pergi beberapa halaman ke atas

source: Go a bunch of pages down
ms: Pergi beberapa halaman ke bawah

source: Go to the first page
ms: Pergi ke halaman pertama

source: Go to the last page
ms: Pergi ke halaman terakhir

source: Go to page by number or label
ms: Pergi ke halaman mengikut nombor atau label

source: Help
ms: Bantuan

source: Run document as presentation
ms: Jalankan dokumen sebagai persembahan

source: Show or hide the side pane
ms: Tunjuk atau sembunyi anak tetingkap sisi

source: Toggle fullscreen mode
ms: Togol mod skrin penuh

source: link
ms: pautan

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <_:ulink-1/> or in the file COPYING-DOCS distributed with this manual.
ms: Keizinan diberi untuk menyalin, mengedar dan/atau mengubahsuai dokumen ini bawah terma Lesen Dokumentasi Bebas GNU (GDFL), bagi Versi 1.1 atau mana-mana versi terkemudian yang telah diterbitkan oleh Free Software Foundation tanpa Seksyen Tak Varian, tanpa Teks Muka-Hadapan, dan tanpa Teks Muka Belakang. Anda boleh temui satu salinan GFDL di dalam <_:ulink-1/> atau di dalam fail COPYING-DOCS yang disertakan bersama-sama panduan ini.
