Repository: mate-desktop/atril
Catalog: help/*/*.po
Languages: ms

# _
source: translator-credits
ms: Abuyop

source: Atril Document Viewer Manual
ms: Panduan Pelihat Dokumen Atril

source: The Atril Document Viewer application enables you to view documents of various formats like Portable Document Format (PDF) files and PostScript files
ms: Aplikasi Pelihat Dokumen Atril membolehkan anda lihat dokumen dari pelbagai format seperti fail Format Dokumen Mudahalih (PDF) dan fail PostScript.

source: <year>2015</year> <holder>MATE Documentation Project</holder>
ms: <year>2015</year> <holder>Projek Dokumentasi MATE</holder>

source: MATE Documentation Project
ms: Projek Dokumentasi MATE

source: GNOME Documentation Project
ms: Projek Dokumentasi GNOME

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="help:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
ms: Keizinan diberi untuk menyalin, mengedar dan/atau mengubahsuai dokumen ini bawah terma Lesen Dokumentasi Bebas GNU (GDFL), bagi Versi 1.1 atau mana-mana versi terkemudian yang telah diterbitkan oleh Free Software Foundation tanpa Seksyen Tak Varian, tanpa Teks Muka-Hadapan, dan tanpa Teks Muka Belakang. Anda boleh temui satu salinan GFDL dalam <ulink type="help" url="help:fdl">pautan</ulink> ini atau di dalam fail COPYING-DOCS yang disertakan bersama-sama panduan ini.

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
ms: Panduan ini adalah sebahagian dari koleksi panduan MATE yang diedar bawah GFDL. Jika anda mahu edar panduan ini secara berasingan dari koleksi asalnya, anda boleh membuat sedemikian dengan menambah satu salinan lesen ke dalam panduan sepertimana yang dijelaskan dalam seksyen 6 lesen tersebut.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
ms: Kebanyakan nama digunakan oleh syarikat untuk membezakan produk dan perkhidmatan mereka dituntut sebagai tanda dagangan. Jika nama tersebut ada di dalam dokumentasi MATE, dan ahli-ahli Projek Dokumentasi MATE sedar akan tanda dagangan tersebut, kerana nama-nama tersebut telah di huruf besarkan atau huruf awalnya telah dihuruf besarkan.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
ms: DOKUMEN DISEDIAKAN SEBAGAI DASAR "SEBAGAIMANA ADANYA", TANPA JAMINAN ATAS APA JUA, SAMA ADA DIUNGKAP ATAU DILAKSANA, TERMASUKLAH, TANPA HAD, JAMINAN TERHADAP DOKUMEN ATAU VERSI UBAHSUAI DOKUMEN ADALAH BEBAS MASALAH KEBOLEHNIAGAAN. SESUAI ATAS TUJUAN TERTENTU ATAU BUKAN-PELANGGARAN. KESELURUHAN RISIKO ATAS KUALITI, KETEPATAN, DAN PRESTASI DOKUMEN ATAU VERSI UBAHSUAI DOKUMEN TERLETAK PADA DIRI ANDA. SEKIRANYA TERDAPAT MANA-MANA DOKUMEN ATAU VERSI UBAHSUAI DOKUMEN YANG BERMASALAH DALAM APA JUA BENTUK, ANDA (BUKAN PENULIS, PENGARANG ATAU MANA-MANA PENYUMBANG ASAL) MENANGGUNG KOS APA JUA PERKHIDMATAN, PEMBAIKAN ATAU PEMBETULAN YANG DIPERLUKAN. PENAFIAN JAMINAN INI TERBENTUK SEBAGAI BAHAGIAN PENTING LESEN INI. MAKA TIDAK PENGGUNAAN MANA-MANA DOKUMEN ATAU VERSI UBAHSUAI DOKUMEN DIIZINKAN KECUALI TERTAKLUK DI BAWAH PENAFIAN INI; DAN

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
ms: TANPA DI BAWAH APA-APA KEADAAN DAN TEORI PERUNDANGAN, SAMA ADA DALAM TORT (TERMASUKLAH KECUAIAN), KONTRAK, ATAU SEUMPAMA DENGANNYA, SI PENGARANG, PENULIS ASAL, MANA-MANA PENYUMBANG, ATAU MANA-MANA PENGEDAR DOKUMEN ATAU VERSI UBAHSUAI DOKUMEN, ATAU MANA-MANA PEMBEKAL ATAS APA JUA KUMPULAN, JUGA PADA MANA-MANA INDIVIDU ATAS KEROSAKAN SECARA LANGSUNG ATAU TIDAK LANGSUNG, SECARA KHUSUS, TIDAK SENGAJA ATAU, KEROSAKAN LANJUTAN TERHADAP SESIAPA SAHAJA, TERMASUKLAH TANPA HAD BAGI KEROSAKAN NAMA BAIK, GANGGUAN KERJA, KEGAGALAN ATAU KEROSAKAN KOMPUTER, ATAU MANA-MANA MAHUPUN SEMUA KEROSAKAN LAIN BERKAITAN PENGGUNAAN DOKUMEN DAN VERSI UBAHSUAI DOKUMEN, WALAUPUN PIHAK TERSEBUT TELAH DIMAKLUMKAN ADANYA KEBARANGKALIAN KEROSAKAN SEBEGITU BOLEH BERLAKU.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <_:orderedlist-1/>
ms: DOKUMEN DAN VERSI UBAHSUAI DOKUMEN DISEDIAKAN BAWAH TERMA LESEN DOKUMENTASI BEBAS GNU DENGAN PERKARA BERIKUT: <_:orderedlist-1/>

source: <firstname>MATE Documentation Project</firstname> <surname/> <affiliation><orgname>MATE Desktop</orgname></affiliation>
ms: <firstname>Projek Dokumentasi MATE</firstname><surname/><affiliation> <orgname>Desktop MATE </orgname> </affiliation>

source: <firstname>Sun</firstname> <surname>GNOME Documentation Team</surname> <affiliation><orgname>Sun Microsystems</orgname></affiliation>
ms: <firstname>Sun</firstname> <surname>Pasukan Dokumentasi GNOME</surname> <affiliation><orgname>Sun Microsystems</orgname></affiliation>

source: <firstname>Nickolay V. </firstname> <surname>Shmyrev</surname> <affiliation> <orgname>GNOME Documentation Project</orgname> <address> <email>nshmyrev@yandex.ru</email> </address> </affiliation>
ms: <firstname>Nickolay V. </firstname> <surname>Shmyrev</surname> <affiliation> <orgname>Projek Dokumentasi GNOME</orgname> <address> <email>nshmyrev@yandex.ru</email> </address> </affiliation>

source: MATE Documentation Team
ms: Pasukan Dokumentasi MATE

source: <revnumber>Atril Document Viewer Manual V1.2</revnumber> <date>July 2015</date> <_:revdescription-1/>
ms: <revnumber>Panduan Pelihat Dokumen Atril V1.2</revnumber> <date>Julai 2015</date> <_:revdescription-1/>

source: <revnumber>Atril Document Viewer Manual V1.1</revnumber> <date>2008-04-05</date> <_:revdescription-1/>
ms: <revnumber>Panduan Pelihat Dokumen Atril V1.1</revnumber> <date>2008-04-05</date> <_:revdescription-1/>

source: <revnumber>Atril Document Viewer Manual V1.0</revnumber> <date>2005-04-06</date> <_:revdescription-1/>
ms: <revnumber>Panduan Pelihat Dokumen Atril V1.0</revnumber> <date>2005-04-06</date> <_:revdescription-1/>

source: This manual describes version 1.10.1 of Atril Document Viewer
ms: Panduan ini menerangkan versi 1.10.1 bagi Pelihat Dokumen Atril

source: Feedback
ms: Maklumbalas

source: To report a bug or make a suggestion regarding the Atril Document Viewer application or this manual, follow the directions in the <ulink url="help:mate-user-guide/feedback" type="help">MATE Feedback Page</ulink>.
ms: Untuk melaporkan pepijat atau membuat saranan berkenaan aplikasi Pelihat Dokumen Atril atau panduan ini, ikuti arahan di dalam <ulink url="help:mate-user-guide/feedback" type="help">Halaman Maklumbalas MATE</ulink>.

source: <primary>Atril Document Viewer</primary>
ms: <primary>Pelihat Dokumen Atril</primary>

source: Introduction
ms: Pengenalan

source: The <application>Atril Document Viewer</application> application enables you to view documents of various formats like Portable Document Format (PDF) files and PostScript files. <application>Atril Document Viewer</application> follows Freedesktop.org and MATE standards to provide integration with Desktop Environment.
ms: Aplikasi Pelihat Dokumen Atril membolehkan anda lihat dokumen dari pelbagai format seperti fail Format Dokumen Mudahalih (PDF) dan fail PostScript. <application>Pelihat Dokumen Atril</application> menuruti piawaian daripada Freedesktop.org dan MATE untuk disepadukan dengan Persekitaran Desktop.

source: Getting Started
ms: Membiasakan Diri

source: To Start Atril Document Viewer
ms: Memulakan Pelihat Dokumen Atril

source: <application>Atril Document Viewer</application> starts when you open a document such as a PDF or PostScript file.
ms: <application>Pelihat Dokumen Atril</application> bermula bila anda membuka dokumen seperti seperti fail PDF PostScript.

source: Alternatively, you can start <application>Atril Document Viewer</application> from the command line, with the command: <command>atril</command>.
ms: Selain itu, anda boleh memulakan <application>Pelihat Dokumen Atril</application> melalui baris perintah, iaitu dengan perintah: <command>atril</command>.

source: When You Start Atril Document Viewer
ms: Bila Anda Memulakan Pelihat Dokumen Atril

source: When you start <application>Atril Document Viewer</application>, the following window is displayed.
ms: Ketika anda memulakan <application>Pelihat Dokumen Atril</application>, tetingkap berikut dipaparkan.

source: Atril Document Viewer Window
ms: Tetingkap Pelihat Dokumen Atril

source: <imageobject><imagedata fileref="figures/atril_start_window.png" format="PNG"/> </imageobject> <textobject> <phrase>Shows Atril Document Viewer main window. Contains titlebar, menubar, toolbar and display area. Menubar contains File, Edit, View, Go and Help menus. </phrase> </textobject>
ms: <imageobject><imagedata fileref="figures/atril_start_window.png" format="PNG"/> </imageobject> <textobject> <phrase>Menunjukkan tetingkap utama Pelihat Dokumen Atril. Mengandungi palang tajuk, palang menu, palang alat dan kawasan paparan. Palang menu mengandungi menu Fail, Sunting, Lihat, Pergi dan Bantuan. </phrase> </textobject>

source: The <application>Atril Document Viewer</application> window contains the following elements:
ms: Tetingkap <application>Pelihat Dokumen Atril</application> mengandungi elemen berikut:

source: Menubar
ms: Palang Menu

source: The menus on the menubar contain all of the commands that you need to work with documents in <application>Atril Document Viewer</application>.
ms: Menu dalam palang menu mengandungi semua perintah yang anda perlu untuk mengendalikan dokumen dalam <application>Pelihat Dokumen Atril</application>.

source: Toolbar
ms: Palang Alat

source: The toolbar contains a subset of the commands that you can access from the menubar.
ms: Palang alat mengandungi satu subset perintah yang anda juga boleh capai melalui palang menu.

source: Display area
ms: Kawasan paparan

source: The display area displays the document.
ms: Kawasan paparan memaparkan dokumen.

source: UI Component
ms: Komponen UI

source: Action
ms: Tindakan

source: Window
ms: Tetingkap

source: Drag a file into the <application>Atril Document Viewer</application> window from another application such as a file manager.
ms: Seret satu fail ke dalam tetingkap <application>Pelihat Dokumen Atril</application> dari aplikasi lain seperti pengurus fail.

source: Double-click on the file name in the file manager
ms: Dwi-klik pada nama fail dalam pengurus fail

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Open</guimenuitem></menuchoice>.
ms: Pilih <menuchoice><guimenu>Fail</guimenu><guimenuitem>Buka</guimenuitem></menuchoice>.

source: Shortcut keys
ms: Kekunci pintasan

source: Press <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo>.
ms: Ketik <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo>.

source: In <application>Atril Document Viewer</application>, you can perform the same action in several ways. For example, you can open a document in the following ways: <_:informaltable-1/>
ms: Dalam <application>Pelihat Dokumen Atril</application>, anda boleh buat tindakan yang sama dalam beberapa cara. Sebagai contoh, anda boleh buka satu dokumen dengan cara berikut: <_:informaltable-1/>

source: This manual documents functionality from the menubar.
ms: Panduan ini menjelaskan kefungsian dalam palang menu.

source: Usage
ms: Penggunaan

source: To Open A Document
ms: Membuka Satu Dokumen

source: To open a document, perform the following steps:
ms: Untuk membuka satu dokumen, buat langkah-langkah berikut:

source: Choose <menuchoice> <guimenu>File</guimenu><guimenuitem>Open</guimenuitem> </menuchoice>.
ms: Pilih <menuchoice> <guimenu>Fail</guimenu><guimenuitem>Buka</guimenuitem> </menuchoice>.

source: In the <guilabel>Open Document</guilabel> dialog, select the file you want to open.
ms: Dalam dialog <guilabel>Buka Dokumen</guilabel>, pilih fail yang mahu dibuka.

source: Click <guibutton>Open</guibutton>. <application>Atril Document Viewer</application> displays the name of the document in the titlebar of the window.
ms: Klik <guibutton>Buka</guibutton>. <application>Pelihat Dokumen Atril</application> akan paparkan nama dokumen pada palang tajuk tetingkap.

source: To open another document, choose <menuchoice> <guimenu>File</guimenu><guimenuitem>Open</guimenuitem> </menuchoice> again. <application>Atril Document Viewer</application> opens each file in a new window.
ms: Untuk membuka dokumen lain, pilih <menuchoice> <guimenu>Fail</guimenu><guimenuitem>Buka</guimenuitem> </menuchoice> sekali lagi. <application>Pelihat Dokumen Atril</application> akan membuka setiap fail dalam tetingkap baharu.

source: If you try to open a document with format that <application>Atril Document Viewer</application> does not recognize, the application displays an error message.
ms: Jika anda cuba membuka satu dokumen yang formatnya <application>Pelihat Dokumen Atril</application> tidak kenali, aplikasi akan paparkan mesej ralat.

source: To Navigate Through a Document
ms: Menavigasi Dokumen

source: You can navigate through a file as follows:
ms: Anda boleh menavigasi sesebuah fail seperti berikut:

source: To view the next page, choose <menuchoice> <guimenu>Go</guimenu> <guimenuitem>Next Page</guimenuitem> </menuchoice>.
ms: Untuk melihat halaman berikutnya, pilih <menuchoice> <guimenu>Pergi</guimenu> <guimenuitem>Halaman Berikutnya</guimenuitem> </menuchoice>.

source: To view the previous page, choose <menuchoice> <guimenu>Go</guimenu> <guimenuitem>Previous Page</guimenuitem> </menuchoice>.
ms: Untuk melihat halaman terdahulu, pilih <menuchoice> <guimenu>Pergi</guimenu> <guimenuitem>Halaman Terdahulu</guimenuitem> </menuchoice>.

source: To view the first page in the document, choose <menuchoice> <guimenu>Go</guimenu> <guimenuitem>First Page</guimenuitem> </menuchoice>.
ms: Untuk melihat halaman pertama dokumen, pilih <menuchoice> <guimenu>Pergi</guimenu> <guimenuitem>Halaman Pertama</guimenuitem> </menuchoice>.

source: To view the last page in the document, choose <menuchoice> <guimenu>Go</guimenu> <guimenuitem>Last Page</guimenuitem> </menuchoice>.
ms: Untuk melihat halaman terakhir dokumen, pilih <menuchoice> <guimenu>Pergi</guimenu> <guimenuitem>Halaman Terakhir</guimenuitem> </menuchoice>.

source: To view a particular page, enter the page number or page label in the text box on the toolbar, then press <keycap>Return</keycap>.
ms: Untuk melihat halaman tertentu, taip nomnor muka surat atau label halaman dalam kotak teks pada palang alat, kemudian ketik <keycap>Return</keycap>.

source: To Scroll a Page
ms: Menatal Halaman

source: To display the page contents that are not currently displayed in the display area, use the following methods:
ms: Untuk memaparkan kandungan halaman yang tidak dipapar dalam kawasan paparan, guna kaedah berikut:

source: Use the arrow keys or space key on the keyboard.
ms: Guna kekunci anak panah atau kekunci space pada papan kekunci.

source: Drag the display area by clicking with the middle mouse button somewhere in the document and then moving the mouse. For example, to scroll down the page, drag the display area upwards in the window.
ms: Seret kawasan paparan dengan mengklik butang tengah tetikus dalam dokumen kemudian gerakkan tetikus. Sebagai contoh, untuk menatal halaman ke bawah, seret kawasan paparan arah ke atas dalam tetingkap.

source: Use the scrollbars on the window.
ms: Guna palang tatal dalam tetingkap.

source: To Change the Page Size
ms: Mengubah Saiz Halaman

source: You can use the following methods to resize a page in the <application>Atril Document Viewer</application> display area:
ms: Anda boleh guna kaedah berikut untuk saizkan semula halaman di dalalm kawasan paparan <application>Pelihat Dokumen Atril</application>:

source: To increase the page size, choose <menuchoice> <guimenu>View</guimenu> <guimenuitem>Zoom In</guimenuitem> </menuchoice>.
ms: Untuk tingkatkan saiz halaman, pilih <menuchoice> <guimenu>Lihat</guimenu> <guimenuitem>Zum Masuk</guimenuitem> </menuchoice>.

source: To decrease the page size, choose <menuchoice> <guimenu>View</guimenu> <guimenuitem>Zoom Out</guimenuitem> </menuchoice>.
ms: Untuk kecilkan saiz halaman, pilih <menuchoice> <guimenu>Lihat</guimenu> <guimenuitem>Zum Keluar</guimenuitem> </menuchoice>.

source: To resize a page to have the same width as the <application>Atril Document Viewer</application> display area, choose <menuchoice> <guimenu>View</guimenu> <guimenuitem>Fit page width</guimenuitem> </menuchoice>.
ms: Untuk saizkan semula halaman supaya lebar menyamai kawasan paparan <application>Pelihat Dokumen Atril</application>, pilih <menuchoice> <guimenu>Lihat</guimenu> <guimenuitem>Suai muat lebar halaman</guimenuitem> </menuchoice>.

source: To resize a page to fit within the <application>Atril Document Viewer</application> display area, choose <menuchoice> <guimenu>View</guimenu> <guimenuitem>Best Fit</guimenuitem> </menuchoice>.
ms: Untuk saizkan semula halaman supaya lebar memenuhi kawasan paparan <application>Pelihat Dokumen Atril</application>, pilih <menuchoice> <guimenu>Lihat</guimenu> <guimenuitem>Suai Muat Terbaik</guimenuitem> </menuchoice>.

source: To resize the <application>Atril Document Viewer</application> window to have the same width and height as the screen, choose <menuchoice> <guimenu>View</guimenu> <guimenuitem>Full Screen</guimenuitem> </menuchoice>. To resize the <application>Atril Document Viewer</application> window to the original size, click on the <guibutton>Exit Full Screen</guibutton> button.
ms: Untuk saizkan semula tetingkap <application>Pelihat Dokumen Atril</application> supaya memenuhi skrin, pilih <menuchoice> <guimenu>Lihat</guimenu><guimenuitem>Skrin Penuh</guimenuitem> </menuchoice>. Untuk kembali semula ke tetingkap <application>Pelihat Dokumen Atril Asal</application>, klik butang <guibutton>Keluar dari Skrin Penuh</guibutton>.

source: To View Pages or Document Structure
ms: Melihat Struktur Halaman atau Dokumen

source: To view bookmarks or pages, perform the following steps:
ms: Untuk melihat tanda buku atau halaman, buat langkah-langkah berikut:

source: Choose <menuchoice> <guimenu>View</guimenu> <guimenuitem>Sidebar</guimenuitem> </menuchoice> or press <keycap>F9</keycap>.
ms: Pilih <menuchoice> <guimenu>Lihat</guimenu> <guimenuitem>Palang Sisi</guimenuitem> </menuchoice> atau ketik <keycap>F9</keycap>.

source: Use the drop-down list in the side-pane header to select whether to display document structure or pages in the side pane.
ms: Guna senarai tarik-turun dalan pengepala anak tetingkap-sisi untuk memilih sama ada hendak paparkan struktur atau halaman dokumen di dalam anak tetingkap sisi.

source: Use the side-pane scrollbars to display the required item or page in the side pane.
ms: Guna palang talat anak tetingkap-sisi untuk paparkan item atau halaman yang diperlukan di dalam anak tetingkap-sisi.

source: Click on an entry to navigate to that location in the document. Click on a page to navigate to that page in the document.
ms: Klik pada masukan untuk pergi ke lokasi tersebut di dalam dokumen. Klik pada halaman untuk menavigasi ke halaman tersebut di dalam dokumen.

source: To View the Properties of a Document
ms: Melihat Sifat Dokumen

source: To view the properties of a document, choose <menuchoice> <guimenu>File</guimenu> <guimenuitem>Properties</guimenuitem> </menuchoice>.
ms: Untuk melihat sifat sesebuah dokumen, pilih <menuchoice> <guimenu>Fail</guimenu> <guimenuitem>Sifat</guimenuitem> </menuchoice>.

source: The <guilabel>Properties</guilabel> dialog displays all information available
ms: Dialog <guilabel>Sifat</guilabel> akan memaparkan semua maklumat yang ada

source: To Print a Document
ms: Mencetak Dokumen

source: To print a Document, choose <menuchoice> <guimenu>File</guimenu> <guimenuitem>Print</guimenuitem> </menuchoice>.
ms: Untuk mencetak Dokumen, pilih <menuchoice> <guimenu>Fail</guimenu> <guimenuitem>Cetak</guimenuitem> </menuchoice>.

source: If you cannot choose the <guimenuitem>Print</guimenuitem> menu item, the author of the document has disabled the print option for this document. To enable the print option, you must enter the master password when you open the document. See <xref linkend="atril-password"/> for more information about password-protected files.
ms: Jika anda tidak dapat pilih item menu <guimenuitem>Cetak</guimenuitem>, pengarang mungkin telah lumpuhkan pilihan cetak untuk dokumen ini. Untuk membenarkan pilihan cetak, anda mesti masukkan kata laluan master bila anda membuka dokumen. Sila rujuk <xref linkend="atril-password"/> untuk maklumat lanjut berkenaan fail dilindungi-kata-laluan.

source: The <guilabel>Print</guilabel> dialog has the following tabbed sections:
ms: Dialog <guilabel>Cetak</guilabel> mempunyai seksyen bertab seperti berikut:

source: <link linkend="print-dialog-job">Job</link>
ms: <link linkend="print-dialog-job">Kerja</link>

source: <link linkend="print-dialog-printer">Printer</link>
ms: <link linkend="print-dialog-printer">Pencetak</link>

source: <link linkend="print-dialog-paper">Paper</link>
ms: <link linkend="print-dialog-paper">Kertas</link>

source: Job
ms: Pekerjaan

source: <guilabel>Print range</guilabel>
ms: <guilabel>Julat cetak</guilabel>

source: Select one of the following options to determine how many pages to print:
ms: Pilih salah satu dari pilihan berikut untuk tentukan berapa banyak halaman yang mahu dicetak:

source: <guilabel>All</guilabel>
ms: <guilabel>Semua</guilabel>

source: Select this option to print all of the pages in the document.
ms: Pilih pilihan ini untuk mencetak semua halaman dalam dokumen.

source: <guilabel>Pages From</guilabel>
ms: <guilabel>Halaman Dari</guilabel>
